Repository: krskog/it1901
Catalog: koieadmin/locale/*/LC_MESSAGES/django.po
Languages: nb

source: reservation form
nb: reservasjonsskjema

source: Your email
nb: Din epostadresse

source: Rent date
nb: Leiedato

source: report form
nb: Rapportskjema

source: get users reports form
nb: Hent brukers rapporter-skjema

source: damages form
nb: skadeskjema

source: notification form
nb: utstyrsmeldingsskjema

source: facility
nb: fasilitet

source: description
nb: beskrivelse

source: facilities
nb: fasiliteter

source: koie name
nb: koiens navn

source: koie address
nb: koiens adresse

source: location
nb: sted

source: latitude
nb: breddegrad

source: longitude
nb: lengdegrad

source: beds
nb: senger

source: koies
nb: koier

source: ordered by
nb: bestilt av

source: rent date
nb: leiedato

source: reservation registered
nb: reservasjon registrert

source: number of beds
nb: antall senger

source: reservation
nb: reservasjon

source: reservations
nb: reservasjoner

source: due date
nb: frist

source: message
nb: beskjed

source: notification
nb: utstyrsmelding

source: notifications
nb: utstyrsmeldinger

source: comments about your stay
nb: kommentarer angående ditt opphold

source: reported date
nb: rapportert dato

source: report read date
nb: lest dato

source: notification sent date
nb: påminnelse sendt-dato

source: firewood status
nb: vedstatus

source: report
nb: rapport

source: reports
nb: rapporter

source: damaged koie
nb: skadet koie

source: damage
nb: skade

source: importance
nb: prioritet

source: fixed date
nb: fikset dato

source: damages
nb: skader

source: No information available
nb: Ingen informasjon tilgjengelig

source: Needs refill
nb: Må fylles på snarest

source: Login
nb: Logg inn

source: Logged in as
nb: Logget inn som

source: Submit
nb: Send

source: Name
nb: Navn

source: No koies in KoieAdmin.
nb: Ingen koier i KoieAdmin

source: username
nb: brukernavn

source: Log in
nb: Logg inn

source: Reserve
nb: Reservèr

source: Read
nb: Lest

source: home
nb: hjem

source: Successfully logged in as %s
nb: Logget inn som %s

source: This user is not active
nb: Denne brukerkontoen er ikke aktiv

source: No user with this username/password combination exists
nb: Ingen brukere med denne brukernavn/passordkombinasjonen eksisterer

source: next reservations
nb: kommende reservasjoner

source: edit damages
nb: endre skader

source: %(koie)s reserved for %(date)s.
nb: %(koie)s reservert for %(date)s

source: You will have to fill out a report after your stay. Please check your email.
nb: Du må fylle ut en rapport etter oppholdet ditt. Vennligst sjekk eposten din.

source: Invalid email address
nb: Ugyldig epostadresse

source: Added notification to %s
nb: La til utstyrsmelding til %s

source: Created notification, but did not find any reservations to notify.
nb: Opprettet utstyrsmelding, men fant ingen passende reservasjoner å koble utstyrsmeldingen til

source: Something failed, please try again later.
nb: Noe gikk galt. Vennligst prøv igjen senere.

source: create notification
nb: Opprett utstyrsmelding

source: Report submitted
nb: Rapport levert

source: Did you fill out all the fields?
nb: Fylte du ut alle feltene?

source: You have no unreported stays.
nb: Du har ingen urapporterte opphold.

source: You have more than one report to fill out. Here is the first one.
nb: Du har mer enn èn rapport å fylle ut. Her er den første.

source: get reports
nb: hent rapporter

source: There are not enough available beds.
nb: Det er ikke nok ledige sengeplasser

source: You cannot reserve for the past
nb: Du kan ikke reservere for fortiden

source: You cannot reserve for more than 3 months in the future
nb: Du kan ikke reservere for mer enn tre måneder inn i fremtiden
